Repository: kreuzhofer/DrinkOBand
Catalog: DrinkOBand/DrinkOBand.Universal/Resources/*/Resources.resw
Source language: en
Languages: de

# btnDataExport.Text
source: Data export
de: Datenexport

# btnDrinkWater.Label
source: Drink water
de: Wasser trinken

# btnGetPro.Text
source: Get pro version
de: Hol Dir die Pro Version

# btnHistory.Text
source: History / Statistics
de: Historie / Statistiken

# btnHome.Text
source: Daily progress
de: Heutiger Fortschritt

# btnRetry.Content
source: Retry
de: Noch einmal versuchen

# btnSettings.Text
source: Settings
de: Einstellungen

# btnSkipBandSetup.Content
source: Setup my band later
de: Richte mein Band später ein

# chartLastWeek.Title
source: Last week's daily amounts
de: Trink-Mengen von letzter Woche

# chartThisWeek.Title
source: This week's daily amounts
de: Trink-Mengen von dieser Woche

# hlpCloudBackupSetting.Text
source: If you switch on cloud sync, I will ask you for your Microsoft account (live-Id). The data that is normally only collected in the local app storage is then synced to our safe cloud service. This protects you from data loss and you will be able to uninstall/reinstall the app without losing your historical data.
de: Wenn Du Cloud-Sync einschaltest, wirst Du nach Deinen Microsoft Account Anmeldedaten gefragt. Wenn Du diese eingegeben hast, werden die in die App eingegebenen Daten zukünftig nicht nur auf Deinem Handy gespeichert, sondern es wird ein Backup Deiner Daten in unserem sicheren Cloud-Service erstellt, welches es Dir ermöglicht, die App jederzeit zu deinstallieren/neu zu installieren, ohne dass Du Deine historischen Daten aus der App verlierst.

# hlpDailyGoalSetting.Text
source: The daily water goal is the amount of water in fl oz that you are planning to drink every day using this app. You can stick to the default (100 oz) or you can change this to any other regular number of oz. Please make sure, you only enter a valid number in this field.
de: Das Tagesziel is eine Menge von Wasser in Milliliter, die Du täglich mit Hilfe der App erreichen möchtest. Du kanns beim Standardwert von 3000 ml bleiben, oder den Wert an Deine Vorstellungen anpassen. Bitte stelle sicher, dass Du nur gültige Zahlen in das Feld einträgst.

# hlpNotificationIntervalSetting.Text
source: The notification interval is the smallest amount of time between notifications on your band or in the app to remind you of drinking water. If you set this to a higher value, you will get notified less often. Anyway, as soon as you select any amount inside of the mobile app, the notification interval is extended at least by this amount of time.
de: Die Erinnerungshäufigkeit ist der kleinste Zeiraum zwischen zwei Trink-Erinnerungen auf dem Band oder in der App. Wenn Du einen höheren Wert einstellst, wird dich die App entsprechend weniger häufig erinnern. Wenn Du innerhalb der mobilen App einen Eintrag ins Trink-Log machst, erinnert Dich die App frühestens wieder, wenn dieser eingestellte Zeitraum abgelaufen ist.

# hlpQuietHoursSetting.Text
source: If you enable the quiet hours rule, you will not be notified to drink water between the start and end time you set.
de: Wenn Du die automatische Regel für Ruhezeit einschaltest, wird Dich Dein Band innerhalb dieses Zeitfensters nicht ans Trinken erinnern.

# msgAverage
source: Average {0} {1}
de: Durchschnitt {0} ml

# msgBandAllSet
source: All set :) let's continue!
de: Fertig :) Lass uns weitermachen!

# msgHowMuchWater
source: How much water?
de: Wieviel Wasser?

# msgLastWeek
source: Last week
de: Letzte Woche

# msgMax
source: Max {0} {1}
de: Maximum {0} ml

# msgProVersionPurchaseAborted
source: The purchase process was aborted.
de: Der Kaufprozess wurde abgebrochen.

# msgProVersionPurchasedSuccessfully
source: Thank you for purchasing the pro version of Drink O'Band. Now you have all the cool features like exporting data, cloud sync and you are supporting me further developing and extending this app :-)
de: Danke, dass Du die Pro Version von Drink O'Band gekauft hast. Damit bekommst Du erweiterte Funktionen, wie den Datenexport und Cloud-Sync und Du unterstützt mich bei der Weiterentwicklung dieser App :-)

# msgProVersionPurchaseFailed
source: Sorry, the purchase process failed. Please try again later.
de: Leider ist der Kaufprozess fehlgeschlagen. Bitte versuche es später noch einmal.

# msgThisWeek
source: This week
de: Diese Woche

# msgTimeToDrink
source: Time to drink water!
de: Zeit zum Trinken!

# msgTodaysProgress
source: Today's progress
de: Heutiger Fortschritt

# remind120Min
source: Every 2 hours
de: Alle 2 Stunden

# remind15Min
source: Every 15 Minutes
de: Alle 15 Minuten

# remind30Min
source: Every 30 Minutes
de: Alle 30 Minuten

# remind45Min
source: Every 45 Minutes
de: Alle 45 Minuten

# remind60Min
source: Every 60 minutes
de: Alle 60 Minuten

# seriesAmount.Title
source: Amount
de: Menge

# toastServiceAuthenticationFailed
source: Authentication with the Drink O'Band Cloud-Service was not successful. Cloud-Backup has been disabled. You can enable it any time in the settings menu.
de: Die Anmeldung beim Drink O'Band Cloud-Service war nicht erfolgreich. Cloud-Backup wird daher abgeschaltet. Wenn Du das Cloud-Backup wieder einschalten möchtest, kannst Du dies in den Einstellungen jederzeit tun.

# txtAchievedToday
source: Achieved {0} {1}
de: Erreicht {0} ml

# txtConnectingToBand.Text
source: Connecting to your Microsoft Band...
de: Verbindung mit Deinem Microsoft Band wird hergestellt...

# txtDailyGoal
source: Goal {0} {1}
de: Ziel {0} ml

# txtDailyWaterGoal
source: Daily water drinking goal ({0})
de: Tagesziel zu trinken ({0})

# txtDrinkOBandStarting.Text
source: Drink O'Band is starting...
de: Drink O'Band wird gestartet...

# txtEnableQuietHours.Header
source: Quiet hours rule
de: Ruhezeit beachten

# msgErrorWhileConnectingToBand
source: Error while connecting to your Microsoft Band. Please make sure, your Band is connected via Bluetooth and try again.
de: Fehler beim Verbinden mit Deinem Microsoft Band. Bitte stelle sicher, dass Dein Band per Bluetooth verbunden ist und versuche es dann noch einmal.

# txtNotificationInverval.Header
source: Notification interval
de: Erinnerungshäufigkeit

# txtQuietHoursEnd.Header
source: Quiet hours end
de: Ruhezeit Ende

# txtQuietHoursStart.Header
source: Quiet hours start
de: Ruhezeit Beginn

# txtSettings.Text
source: Settings
de: Einstellungen

# txtTodaysProgress.Text
source: Today's progress
de: Heutiger Fortschritt

# msgSharingExportFailed
source: Error while sharing the export data.
de: Fehler beim Teilen der Export-Daten.

# btnBuyPro.Content
source: Buy Pro version now
de: Pro Version jetzt kaufen

# txtExtendedFeatures.Text
source: Extended features:
de: Erweiterte Funktionen:

# txtFeature1.Text
source: - Data export to csv-format (can be opened with Excel)
de: - Daten-Export ins csv-Format (kann mit Excel bearbeitet werden)

# txtFeature2.Text
source: - Data sync with multiple devices and backup of your data in the cloud
de: - Datensynchronisierung über mehrere Geräte und Backup Deiner Daten in der Cloud

# txtProAdvantages.Text
source: Drink O'Band Pro features
de: Drink O'Band Pro Funktionen

# btnSetupBand.Text
source: Setup Microsoft Band
de: Microsoft Band einrichten

# msgNoFreeTileSlotOnBand
source: We tried to add a tile to the band but there is no free tile slot available. Please use the Microsoft Health App first to remove on of the other tiles on your band to create a free slot for the Drink O'Band tile and then try again.
de: Leider ist auf Deinem Microsoft Band kein Platz mehr für eine weitere Kachel. Bitte gehe erst in die Microsoft Health App und deaktiviere eine andere Kachel, damit ein neuer Platz für die Drink O'Band Kachel frei wird. Dann kannst Du es erneut versuchen.

# msgNoPairedBandFound
source: Sorry, but I did not find any Microsoft Band paired to this device. Please pair your Microsoft Band with the Health App first and then try again.
de: Leider konnte ich kein Microsoft Band finden, das an dieses Gerät gekoppelt ist. Bitte stelle zunächst eine Verbindung mit Deinem Microsoft Band mittels der Microsoft Health App her und versuche es dann noch einmal.

# amount1Metric
source: 150 ml (one small cup)
de: 150 ml (ca. eine Tasse)

# amount2Metric
source: 300 ml (one glass/can)
de: 300 ml (ca. ein Glas/eine Dose)

# amount3Metric
source: 500 ml (small bottle)
de: 500 ml (kleine Flasche)

# amount4Metric
source: 750 ml (normal bottle)
de: 750 ml (normale Flasche)

# amount5Metric
source: 1 Liter (big bottle)
de: 1 Liter (große Flasche)

# amount6Metric
source: 1,5 Liter (XXL bottle)
de: 1,5 Liter (XXL Flasche)

# amountCustom
source: Other amount...
de: Andere Menge...

# hlpUnitSystemSetting.Text
source: The unit system can either be Metric or U.S./Imperial.
de: Als Einheiten-System kannst Du Metrisch oder U.S./Imperial auswählen.

# txtUnitSystem.Header
source: Unit system
de: Einheitensystem

# unitMetric
source: Metric (ml)
de: Metrisch (ml)

# btnContinue.Content
source: Continue
de: Weiter

# selMetric.Content
source: Metric (ml)
de: Metrisch (ml)

# txtSelectUnitSystem.Text
source: First, lets start with your desired unit system. Which one do you like to choose?
de: Zunächst ein Paar Grundeinstellungen. Welches Einheitensystem möchtest Du verwenden?

# txtFeature3.Text
source: - No ads anymore
de: - Keine Werbeeinblendungen mehr

# msgAddingTileDenied
source: Unfortunately you did not confirm adding the Drink O'Band Tile to your Band. So I cannot show you notifications on your Band. You may retry now or setup your band connection later as you wish.
de: Leider hast Du das Hinzufügen der Drink O'Band Kachel auf Deinem Microsoft Band abgelehnt. Daher kann ich Dir keine Benachrichtigungen auf Deinem Band anzeigen. Du kannst es gerne noch einmal versuchen, oder diesen Punkt überspringen und die Band-Einrichtung später wiederholen.

# msgBandAccessDenied
source: You did not grant me access to your band :-( So I cannot send notifications to your Band. To enable this app again to access your Band you have to go to your phone's settings into the "Privacy" menu and then to "Other Devices". There you need to enable the access to your Band again for "Drink O'Band"
de: Du hast mir den Zugriff auf Dein Band nicht erlaubt :-( Deshalb kann ich Dir keine Benachrichtigungen auf Dein Band schicken. Damit der Zugriff gewährt wird, musst Du zunächst in deine Telefon-Einstellungen in das Menü "Datenschutz" und dort unter "Weitere Geräte" den Zugriff dieser App auf Dein Microsoft Band wieder einschalten.

# flyoutCustomAmount.Text
source: Enter custom amount
de: Eigene Menge eingeben

# btnCancel.Content
source: Cancel
de: Abbrechen

# btnSave.Content
source: Save
de: Speichern

# CustomAmountTextBox.Header
source: Enter custom amount
de: Eigene Menge eingeben

# CustomAmountTextBox.PlaceholderText
source: Enter amount here
de: Menge hier eingeben

# msgError
source: Error
de: Fehler

# msgInvalidAmount
source: Invalid Amount
de: Ungültige Menge

# btnDrinkNow
source: Drink now!
de: Jetzt trinken!

# txtSelectAmountToAdd
source: Select amount
de: Wähle eine Menge

# msgRepeatBandSetupNeccessary
source: Because of a recent update, we have to re-install the Drink O'Band app tile on your Microsoft Band. You will be asked to confirm adding the tile again.
de: Aufgrund eines Softwareupdates muss Drink O'Band seine Microsoft Band Kachel neu einrichten, dazu musst Du erneut der Einrichtung der Kachel auf Deinem Band zustimmen.

# msgPleaseRunTheAppForUpdate
source: Please start the app. There is an update.
de: Bitte starte die App. Es gibt ein Update.

# storeAppDescription
source: Reminds you to drink water regularly
de: Erinnert dich daran, regelmäßig Wasser zu trinken

# storeAppName
source: Drink Reminder
de: Trinkwecker
